{
    "title": {
        "media": {
          "url": "images/basket.jpg",
          "caption": "",
          "credit": ""
        },
        "text": {
          "headline": "What is the Basket of goods?",
          "text": "<p>When the Basket of Goods was first introduced, the UK was still suffering the after-effects of five years of war.</p>"
        }
    },
    "events": [
      {
        "media": {
          "url": "images/mangle.jpg",
          "caption": "",
          "credit": ""
        },
        "start_date": {
          "month": "",
          "day": "",
          "year": "1947"
        },
        "text": {
          "headline": "During the war",
          "text": "<p> In 1947, rationing was still in place and cities remained crushed from the effects of Nazi bombing during World War II. In fact, rationing didn’t end until 1954. In the kitchens of 1947, you would be more likely to see a mangle than a refrigerator in the 1947 kitchen. In fact, the mangle didn’t fall out of the BOG until 1962. And there was no such thing as skimmed milk – you would have had to settle for condensed milk. (You might need to google these if you are under the age of 40.Women wore corsets, to help achieve a shapely figure and men wore three-piece suits every day –which is why they were included in the basket of 1947. </p>"
        }
      },
      {
        "media": {
          "url": "https://youtu.be/fSrO91XO1Ck",
          "caption": "",
          "credit": "<a href=\"http://unidiscmusic.com\">Unidisc Music</a>"
        },
        "start_date": {
          "year": "1947"
        },
        "text": {
          "headline": "About the Basket",
          "text": "The purpose of the first Basket of Goods WHAT’S ITS ORIGINAL TITLE? was to measure inflation. The 'shopping basket' of items making up the Consumer Prices Index (CPI) and Retail Prices Index (RPI) are reviewed every year. Some items are taken out of the basket, some are brought in, to reflect changes in the market and to make sure the CPI and RPI are up to date and representative of consumer spending patterns. Statisticians now use CPIH. But it has since more anecdotally become a way of tracking the changing tastes and habits of the nation. We’ve put together a highlight of the decades since the BOG was first created, to show how we’ve changed and how our tastes and habits have changed. FYI, BOG data is missing for some years, so we have only been able to estimate when an item was excluded from the list."
        }
      },
      {
        "media": {
          "url": "https://youtu.be/_gvJCCZzmro",
          "caption": "",
          "credit": ""
        },
        "start_date": {
          "year": "1956"
        },
        "text": {
          "headline": "Condensed milk",
          "text": "Hardly anyone owned a fridge in this decade, which is why we see a lot of tinned food in the Basket, reflecting its popularity. One example of a tinned favourite was condensed milk; a concentrated, sweetened milk, high in protein and fat – something which may well have been useful in a ‘make do and mend’ culture to make the rations of wartime Britain stretch a little further. Although condensed milk was rationed, it lasted longer than fresh milk. Condensed milk disappeared by the time the 1956 BOG was published. Perhaps this was as the result of the lifting of rations in 1954 or that fresh, pasteurised milk had become more available."
        }
      },
      {
        "media": {
          "url": "https://dailybritain.files.wordpress.com/2015/02/images-11.jpg",
          "caption": "",
          "credit": ""

        },


        "background": {
          "color": "black"
          
        },

        "start_date": {
          "year": "1958"
        },
        "text": {
          "headline": "Drinka Pinta Milka",
          "text": "The ‘drinka pinta milka day’ advertising campaign from the Milk Marketing Board, to encourage people to drink fresh milk was also circulating around 1958 and could have been part of a long campaign to encourage consumers to drink fresh milk. By the end of the 1950s, refrigerators had become more popular, with 13% of the population owning one by 1959."
        }
      },
      {
        "media": {
          "url": "",
          "caption": "",
          "credit": ""

                 },


        "background": {
          "url": "https://c1.staticflickr.com/9/8305/7986204677_c475d96d70_b.jpg"
        },
        "start_date": {
          "year": "1947"
        },
        "text": {
          "headline": "Corned beef",
          "text": "We also saw corned beef in the 1947 basket. Corned beef has been used and traded widely since the 17th century. It was popular during both World Wars and because of the rationing of fresh meat. It was also included in British Navy rations. During the war years, most of the corned beef came from Uruguay, with more than 16 million cans exported in 1943. (Irish Corned Beef: A Culinary History, by Mac Con Iomaire, Máirtín; Óg Gallagher, Pádraic (2011). It didn’t leave the basket until 2005, possibly as tastes changed in favour of meat items such as pate."
        }
      },
      {
        
        "media": {
          "url": "",
          "caption": "",
          "credit": ""

                 },


        "background": {
          "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Linoleum_003.jpg/1280px-Linoleum_003.jpg"
        },
        "start_date": {
          "year": "1947"
        },
        "text": {
          "headline": "Linoleum",
          "text": "Linoleum was considered a low-cost floor covering for high use areas. It also entered the basket in 1947. It dates back as far as 1860 and was also used as a wall covering in Victorian homes. Linoleum had disappeared by the time the 1961 basket came out, replaced in popularity by the vinyl floor coverings of the 1960s, due to a wider availability of resilient floorings in bright colours and bold patterns. "
        }
      },
      {
        "media": {
          "url": "https://upload.wikimedia.org/wikipedia/commons/a/a3/Festival_of_Britain.JPG",
          "caption": "",
          "credit": ""

                 },


        "background": {
          "url": "http://www.croxleygreenhistory.co.uk/uploads/7/8/4/5/7845534/4029452_orig.jpg"
        },
        "start_date": {
          "year": "1951"
        },
        "text": {
          "headline": "The Festival of Britain",
          "text": "The 1950s was a decade of rejuvenation after the deprivation of World War II. The Festival of Britain was held in the summer of 1951 to encourage a feeling of recovery, redevelopment and progress in the aftermath of war.Families in the 1950s were much more traditional, where women were expected to marry and focus her energies on running the home and bringing up the children. The invention of a number of time-saving household devices will, no doubt, have been a boon to the 1950s housewife."
        }
      },
      {
        "media": {
          "url": "https://upload.wikimedia.org/wikipedia/commons/a/a3/Festival_of_Britain.JPG",
          "caption": "",
          "credit": ""

                 },


        "background": {
          "url": ""
        },
        "start_date": {
          "year": "1945"
        },
        "text": {
          "headline": "Government increased the number of houses",
          "text": "Between 1945 and 1951, the Government increased the number of houses being built, which offered families the opportunity to move into their own new homes, full of electrical goods and luxury items."
        }
      },
      {
        "media": {
          "url": "https://youtu.be/96aAx0kxVSA",
          "caption": "",
          "credit": ""
        },
        "start_date": {
          "year": "1956"
        },
        "text": {
          "headline": "The washing machine",
          "text": "The washing machine was introduced into the BOG in 1956, along with the electric iron and the vacuum cleaner, making the life of the housewife much easier."
        }
      },
      {
        "media": {
          "url": "",
          "caption": "",
          "credit": ""

  },


        "background": {
          "url": "https://upload.wikimedia.org/wikipedia/commons/3/30/Male_Nurses-_Life_at_Hackney_Hospital,_London,_1943_D15530.jpg"
        },

        
        "start_date": {
          "year": "1956"
        },
        "text": {
          "headline": "NHS prescriptions", 
          "text": "The first NHS prescription charge was first introduced in 1952 but it didn’t make it into the basket until 1956. Prescriptions were initially free when the NHS was established in 1948, but by 1952 they were one shilling per prescription. In 1956 a charge was levied on each item."
        }
      },
      {
        "media": {
          "url": "https://www.youtube.com/embed/Ntzxbf_NhUM",
          "caption": "",
          "credit": ""
        },
        "start_date": {
          "year": "1962"
        },
        "text": {
          "headline": "Fish fingers",
          "text": "That staple of the dinner tables of thousands of homes, the humble fish finger first entered the BOG in 1962. It’s still there. It was first launched in the UK by Birds Eye in 1955, after being developed in its Great Yarmouth factory. Today, in excess of 1.5m Birds Eye fish fingers are sold each day. Captain Birds Eye became the face of the brand in 1967 after the airing of its first commercial. He was played by actor John Hewer until 1988. Birds Eye is owned by Nomad Foods, which also owns the Findus Group (yes, that’s right, the crispy pancake people)."
        }
      },
      {
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
         },


        "background": {
          "url": "https://pixabay.com/static/uploads/photo/2013/07/25/11/59/peas-166969_960_720.jpg"
        },

        "start_date": {
          "year": "1960"
        },
        "text": {
          "headline": "Frozen food",
          "text": "It seems that the 1960s was the era for the inclusion of frozen food in the BOG. In the same ‘year of the fish finger’, frozen peas were included on the list of items. In fact, Clarence Birdseye, the American inventor of the fish finger, is credited with being the man behind frozen food. He developed a flash-freezing technique in 1924. In 1930, the first line of frozen foods became publicly available in the USA. The first frozen food appeared in the UK in 1937. "
        }
      },
      {
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "start_date": {
          "year": "1962"
        },
        "text": {
          "headline": "The refrigerator",
          "text": "Also in 1962, the refrigerator became part of the BOG family. The first domestic fridge was invented in 1913 in the USA, allowing families to keep food fresh for longer. And although the fridge was a common sight in USA kitchens, just two percent of households in the UK owned one in 1948. This increased to 13% by 1959, but they were not a common factor of the British kitchen until the 1960s."
        }
      },
      {
        "media": {
          "url": "https://www.youtube.com/embed/3SAbJjktk7E",
          "caption": "",
          "credit": ""
         },


        "background": {
          "url": " images/SmashMartians.jpg"
        },

        "start_date": {
          "year": "1974"
        },
        "text": {
          "headline": "Smash",
          "text": "We all remember that advert, don’t we? Two alien creatures observe the humans of Earth making mashed potato the traditional way, and laugh as they prepare their own mash using granules. The famous For Mash Get Smash advert prompted an increase in sales of the 1960s convenience food, but it didn’t make it into the BOG until 1974. It was removed in 1987 - replaced by frozen oven chips."
        }
      },
      {
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "start_date": {
          "year": "1976"
        },
        "text": {
          "headline": "The cassette recorder",
          "text": "Electronics giant, Philips introduced a prototype of its compact cassette player in 1963. This made possible, for the first time, the production of small, battery-powered versatile and portable players. They and other companies, including BASF, launched the cassette tape in the same year. Because of their original poor fidelity, they were marketed for voice recording and dictation. The first cassette for the hi-fi market became available in 1968, from TDK. The cassette recorder made it into the BOG in 1976. However, in 1979, some bright spark decided to make music even  more portable, by launching the Sony Walkman. By 1987, the cassette recorder had disappeared from the BOG."
        }
      },
      {
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        
  },


        "background": {
          "color": " #FF91A4"
        },

        "start_date": {
          "year": "1970"
        },
        "text": {
          "headline": "Tinned salmon",
          "text": "If you were invited round the average 1970s family home for a special occasion, it’s likely your hosts will have opened a tin of salmon. It was considered a treat to use in sandwiches, followed by tinned fruit and cream or Butterscotch Angel Delight. Tinned salmon, which entered the BOG in 1970, was shipped in from Alaska from the 1940s, but by the 1970s fish stocks were heavily depleted. (Salmon: A Global History, by Nicolaas Mink) Shoppers began to favour tinned tuna fish instead, yet salmon clung onto the side of the BOG until 2002."
        }
      },
      {
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
         },


        "background": {
          "url": "https://pixabay.com/static/uploads/photo/2014/01/28/15/08/beer-253791_960_720.jpg"
        },
        "start_date": {
          "year": "1976"
        },
        "text": {
          "headline": "Party Seven beer",
          "text": "No 1970s party worth its salt would have been complete without the Party Seven beer can. For the uninitiated, it was a can, introduced in 1968 by Watney Combe and Reid, which contained seven (yes, seven) pints of beer. Granted, most of that was spilled in the process of opening it, but hey, this was the 70s, this was a revolution in beer containment and it required skill to open. Earliest available records show beer in party containers in the BOG in 1976. Unfortunately, its days were numbered on the market when ring-pull cans and plastic bottles were brought into production. It was removed from the BOG in 1987."
        }
      },
      {
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "start_date": {
          "month": "",
          "day": "",
          "year": "1980"
        },
        "text": {
          "headline": "The continental quilt",
          "text": "Remember the days when being tucked into bed involved being crushed under a hundred-weight of sheets, blankets, eiderdowns and bed spreads? And then along came the continental quilt, praise be to Habitat founder, Sir Terence Conran. The continental quilt, also known as the duvet, has been around for a few hundred years in mainland Europe but it never really caught on in the UK until Sir Terence’s intervention. He is said to have discovered continental quilts being used in Sweden and started selling them in the UK in 1964. Gone was the need for hospital corners, with the duvet marketed as the 10-second bed, because it was that easy to make. Sales of duvets took off in the 1980s, with manufacturer Slumberdown reporting a 40% growth in sales in 1985. The continental quilt was included in the BOG in 1980. We don’t know exactly when it disappeared from the basket but it had gone by the time the 1987 BOG was published."
        }
      },
      {
        "media": {
          "url": "https://www.youtube.com/embed/WQ5mtNIUmvk",
          "caption": "",
          "credit": ""
         },


        "background": {
          "url": "https://upload.wikimedia.org/wikipedia/commons/8/81/Muesli_texture.jpg"
        },
        "start_date": {
          "year": "1987"
        },
        "text": {
          "headline": "Muesli",
          "text": "The 1980s was very much a decade of acquisition and aspiration, which was reflected in the inclusion of a number of ‘lifestyle’ items into the BOG. In 1987 the basket saw the inclusion of muesli. This breakfast cereal is said to have been developed by Swiss doctor, Maximilian Bircher-Benner for his patients. He considered a diet rich in fruit and vegetables to be a part of therapy. The first mass produced muesli was exported to the UK in 1960 by Somalon AG. Another obsession of the 1980s was with health and fitness, which could explain the success of muesli, which was introduced in the 1987 BOG. However, actor and comedian Lenny Henry was the face of an ad campaign for muesli brand Alpen in the late 1980s. "
        }
      },
      {
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
         },


        "background": {
          "url": "https://pixabay.com/static/uploads/photo/2014/01/28/15/08/beer-253791_960_720.jpg"
        },
        "start_date": {
          "year": "1987"
        },
        "text": {
          "headline": "Changing tastes",
          "text": "During 1987 brie, skimmed milk, salad cream (removed from the BOG in 2001 in favour of mayonnaise), Vermouth and Riesling wine were all included in the BOG; signs of the changing tastes of British palettes. "
        }
      },
      {
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
         },


        "background": {
          "url": "https://pixabay.com/static/uploads/photo/2014/01/28/15/08/beer-253791_960_720.jpg"
        },
        "start_date": {
          "year": "2003"
        },
        "text": {
          "headline": "Party Seven beer",
          "text": "No 1970s party worth its salt would have been complete without the Party Seven beer can. For the uninitiated, it was a can, introduced in 1968 by Watney Combe and Reid, which contained seven (yes, seven) pints of beer. Granted, most of that was spilled in the process of opening it, but hey, this was the 70s, this was a revolution in beer containment and it required skill to open. Earliest available records show beer in party containers in the BOG in 1976. Unfortunately, its days were numbered on the market when ring-pull cans and plastic bottles were brought into production. It was removed from the BOG in 1987."
        }
      }
    ]
}